[
  {
    "id": "monism-idealism-panentheism",
    "title": "Monism, Idealism, and Panentheism",
    "venue": "The Monist",
    "year": "forthcoming",
    "sortYear": 2026,
    "type": "article",
    "selected": true,
    "pdf": "papers/Monism paper_newlands_final_updated.pdf",
    "abstract": "Monism, idealism, and panentheism each sit well outside the mainstream in contemporary philosophy. And yet, when appropriately combined, some of the most challenging questions facing each view independently can be answered by the others. I develop a Leibnizian form of panentheistic idealism on which everything besides God is a well-founded, merely representational object of a divine idea. This representational framework addresses persistent worries for panentheism about specifying its core containment relation and preventing the world's features from bleeding into God's nature. It also sidesteps structural worries facing constitutive forms of idealism and panpsychism, and it broadens Schaffer's mereological account of priority monism without trivially classifying traditional theists as monists. I close by examining a pair of internal challenges: worries about the distinction between actuality and mere possibility and about the status of finite subjects of experience."
  },
  {
    "id": "malebranche-evil",
    "title": "Malebranche on the Metaphysics and Ethics of Evil",
    "venue": "Oxford Handbook to Malebranche",
    "venueDetail": "edited by Colin Chamberlin, Eric Stencil, and Julie Walsh (Oxford University Press)",
    "year": "forthcoming",
    "sortYear": 2025,
    "type": "chapter",
    "pdf": "papers/Malebranche on Evil_Newlands_OUP_final.pdf",
    "abstract": "Although his contributions to the problem of evil have been overshadowed by Leibniz's work, Malebranche has quite a lot to say about God's relationship to evil. Much of it is quite striking: Malebranche embraces tradition where one expects innovation, and he surprisingly breaks with centuries of Christian reflection at other key junctions. Malebranche's accounts of evil also weave together several of his central commitments in metaphysics, theology, and ethics, and so exploring Malebranche on evil opens a window into the heart of his philosophical and theological outlook. After presenting a basic framework for understanding Malebranche's views on evil, I examine both his traditionalism and his innovations."
  },
  {
    "id": "leibniz-modal-theories",
    "title": "Leibniz's Modal Theories",
    "venue": "Modality: A Conceptual History",
    "venueDetail": "edited with Yitzhak Melamed (Oxford University Press, 2024)",
    "year": "2024",
    "sortYear": 2024,
    "type": "chapter",
    "pdf": "papers/5 Leibniz on Modality_newlands_final.pdf",
    "abstract": "Leibniz's modal metaphysics displays exceptionally high levels of care, ingenuity, sophistication, and range. His desire to avoid necessitarianism led him to develop a variety of analyses of modal concepts, three of which are critically explored here: per se analysis, infinite analysis, and moral necessity. He also offered an intellectualist account of how possibilities are ultimately grounded in the divine intellect."
  },
  {
    "id": "regis-anti-spinozism",
    "title": "Regis's Sweeping and Costly Anti-Spinozism",
    "venue": "Journal of the History of Philosophy",
    "venueDetail": "62:2 (2024), 211–238",
    "year": "2024",
    "sortYear": 2024,
    "type": "article",
    "selected": true,
    "pdf": "papers/Regis_Spinozism_JHP.pdf",
    "abstract": "Pierre-Sylvain Regis, once a well-known defender of Cartesianism, offers an unusually rich and innovative refutation of Spinoza. While many of his early modern contemporaries raised narrower objections to particular claims in Spinoza's Ethics, Regis develops a broader anti-Spinozistic position, one that threatens the very core of Spinoza's metaphysical ambitions and offers a philosophically robust alternative. However, as with any far-reaching philosophical commitment, Regis's gambit comes with substantive costs of its own, including creating instabilities within the core of his own philosophical system. Far from diminishing the significance of Regis's anti-Spinozism, this critical appraisal helps us better appreciate both the conceptual pull of Spinozism within early modern metaphysics and one sweeping, albeit costly way of escaping its orbit."
  },
  {
    "id": "baumgarten-spinozism",
    "title": "Baumgarten's Steps Towards Spinozism",
    "venue": "Journal of the History of Philosophy",
    "venueDetail": "60:4 (2022), 609–633",
    "year": "2022",
    "sortYear": 2022,
    "type": "article",
    "selected": true,
    "pdf": "papers/Baumgarten's Steps Towards Spinozism_Newlands.pdf",
    "abstract": "I argue that Baumgarten's rich and once influential Metaphysics contains an ontology that pushes him towards a Spinozistic conclusion, one that he fiercely sought to avoid. I present his path as a series of independently motivated steps, focusing on his general ontology and his accounts of the world and God. Baumgarten himself would not be happy with these results, and I concede that some of his efforts to thwart Spinozism look promising. But there is one route to Spinozism that he fails to block, and at a key juncture, he inadvertently aids the Spinozist's cause. I conclude with an epilogue on how Baumgarten's path also foreshadows the next Spinozism flare-up heading into the German pantheism controversy."
  },
  {
    "id": "theism-idealism-monism",
    "title": "From Theism to Idealism to Monism: A Leibnizian Path Not Taken",
    "venue": "Philosophical Studies",
    "venueDetail": "178:4 (2021), 1143–1162",
    "year": "2021",
    "sortYear": 2021,
    "type": "article",
    "selected": true,
    "pdf": "papers/Theism Idealism Monism.pdf",
    "abstract": "The Principle of Sufficient Reason (PSR) has been linked to a variety of esoteric views in metaphysics. This paper explores another PSR trail through the metaphysical backwoods, this time a path from theistic idealism to substance monism. In particular, I will claim that the same style of argument that might be offered for a Leibnizian form of metaphysical idealism actually leads beyond idealism to something closer to Spinozistic monism. Our road begins with a set of theological commitments about the nature and perfection of God that were widely shared among leading early modern philosophers. From these commitments, there arises an interesting case for metaphysical idealism, roughly the thesis that only minds and mind-dependent states actually exist. However, I will argue, that same theistic reasoning also leads to an idealist form of substance monism, the view that God is the only actual substance and that almost everything else is merely an intentional object in God's mind."
  },
  {
    "id": "spinozistic-selves",
    "title": "Spinozistic Selves",
    "venue": "Journal of the American Philosophical Association",
    "venueDetail": "6:1 (2020), 16–35",
    "year": "2020",
    "sortYear": 2020,
    "type": "article",
    "pdf": "papers/Spinozistic Selves_Newlands_FINAL.pdf",
    "abstract": "Spinoza's Ethics promises a path for sweeping personal transformations, but his accounts face two sets of overarching problems. The first concerns his peculiar metaphysics of action and agents; the second his apparent neglect of the very category of persons. Although these are somewhat distinct concerns, they have a common, unified solution in Spinoza's system that is philosophically rich and interesting, both in its own right and in relation to contemporary work in moral philosophy. After presenting the core of the problem facing Spinoza's action theory, I turn to his overlooked account of selves, one that can be illuminated by contemporary work on so-called deep-self theories. I then show how Spinoza's distinctive account of selves prevents his action theory from collapsing into metaphysical incoherence, and conclude with an implication for Spinoza's broader account of transformation."
  },
  {
    "id": "spinoza-perfection",
    "title": "Spinoza and the Metaphysics of Perfection",
    "venue": "Spinoza's Ethics: A Critical Guide",
    "venueDetail": "edited by Yitzhak Melamed (Cambridge University Press, 2018)",
    "year": "2018",
    "sortYear": 2018,
    "type": "chapter",
    "pdf": "papers/Spinoza_and_Perfection_newlands.pdf",
    "abstract": "Spinoza often criticizes other philosophers for reifying what he takes to be mind-dependent things and properties. For example, he claims that perfection and imperfection, like good and evil, are \"mere modes of thinking.\" And yet, throughout his writings, Spinoza himself appeals to the perfection of things and God in realist-sounding ways. But in light of his critique of perfection realism, how can this be? In the first part of this chapter, I argue that Spinoza's critique of perfection realism is narrower than it initially seems, allowing him to treat what I will call a \"purely metaphysical\" notion of perfection as a mind-independent property of things and the world. In the second section, I outline one important element of Spinoza's purely metaphysical notion of perfection, one that sheds light on some of his otherwise puzzling ontological commitments. In the third section, I buttress this interpretation by pointing to two advocates of similar structural accounts of perfection who hail from very different eras: the young Leibniz and Jonathan Schaffer."
  },
  {
    "id": "spinoza-relevance",
    "title": "Spinoza's Relevance to Contemporary Metaphysics",
    "venue": "Oxford Handbook to Spinoza",
    "venueDetail": "edited by Michael Della Rocca (Oxford University Press, 2018)",
    "year": "2018",
    "sortYear": 2018,
    "type": "chapter",
    "pdf": "papers/Spinoza Relevance to Contemporary Metaphysics_Newlands.pdf",
    "abstract": "In this paper, I explore some of Spinoza's metaphysical views in light of recent discussions in contemporary analytic metaphysics. I focus on monism, metaphysical dependence, and modality, arguing in each case that Spinoza has interesting, distinctive, and relevant contributions to make to contemporary debates. I highlight the ways in which Spinoza's views overlap and diverge from contemporary analogues, shedding light on both contemporary views and Spinoza's own. I also discuss Spinoza's commitments to systematicity and explanatory naturalism in metaphysics, and I show how some of his conclusions flow from these commitments. I begin the paper with a brief overview on how long-dead philosophers can be relevant for contemporary philosophy."
  },
  {
    "id": "evils-privations-early-moderns",
    "title": "Evils, Privations, and the Early Moderns",
    "venue": "Evil",
    "venueDetail": "edited by Scott MacDonald and Andrew Chignell (Oxford University Press, 2018)",
    "year": "2018",
    "sortYear": 2018,
    "type": "chapter",
    "pdf": "papers/Evils Privations and the Early Moderns_Newlands.pdf",
    "abstract": "This essay focuses on the concept of evil in the works of early modern rationalists, most especially Descartes, Spinoza, Malebranche, and Leibniz. As I read the period, early modern theodicies are most novel not in their positive explanations about the relation of evil to God, nearly all of which echo pre-modern theories. Rather, many of their greatest contributions lie in what they do not say, what they leave off from the tradition they inherited. In this paper, I focus on one such early modern eclipse, one that occurred with breath-taking swiftness and has proven prescient for many subsequent discussions of the concept of evil. Prior to the 17th century, there was near unanimous agreement among prominent medieval Christians that evil was a privation of goodness. But by the 18th century, privation theory had been mostly abandoned by leading theists. I explore the early modern case for challenging this once dominant concept of evil. In the concluding coda, I present one reason for doubting that the early modern legacy on this topic has been a wholly salutary one."
  },
  {
    "id": "spinoza-universals",
    "title": "Spinoza on Universals",
    "venue": "The Problem of Universals in Modern Philosophy",
    "venueDetail": "edited by Stefano Di Bella and Tad Schmaltz (Oxford University Press, 2017)",
    "year": "2017",
    "sortYear": 2017,
    "type": "chapter",
    "pdf": "papers/Spinoza on Universals_Newlands.pdf",
    "abstract": "Like many prominent early moderns, Spinoza espouses a brand of nominalism about \"abstractions and universals,\" and he frequently warns against confusing universals with real things. While many of his conclusions about the status and origins of universals were increasingly common in the 17th century, Spinoza insists that the consequences of falsely reifying universals reach farther than his contemporaries recognized. Spinoza also tries to integrate his criticisms of reified universals into distinctive tenets of his own metaphysics, epistemology, psychology, and even ethics. At the same time, however, Spinoza employs universal-like categories in very reifying-sounding ways, raising concerns about whether Spinoza fully abides by his own admonitions. In this paper, I look first at Spinoza's account of universals, focusing on what he takes to be their ontological status (section 1) and psychological origins (section 2). I then turn to Spinoza's critique of universals and highlight what he takes to be the dangerous and widespread consequences of falsely reifying abstractions (section 3). In the fourth and final section, I raise a worry about internal consistency and suggest ways to mitigate some – but only some – of the concern."
  },
  {
    "id": "backing-into-spinozism",
    "title": "Backing into Spinozism",
    "venue": "Philosophy and Phenomenological Research",
    "venueDetail": "93:3 (2016), 511–537",
    "year": "2016",
    "sortYear": 2016,
    "type": "article",
    "selected": true,
    "pdf": "papers/Backing Into Spinozism_Newlands.pdf",
    "abstract": "One vexing strand of Spinozism asserts that God's nature is more expansive than traditionally conceived and includes properties like being extended. In this paper, I argue that prominent early moderns embrace metaphysical principles about causation, mental representation, and modality that pressure their advocates towards such an expansive account of God's nature in similar ways. I further argue that the main early modern escape route, captured in notions like \"eminent containment,\" fails to adequately relieve the metaphysical pressures towards Spinozism. The upshot is that those sympathetic with these early modern projects must embrace a costlier option if they are to successfully escape the orbit of Spinoza."
  },
  {
    "id": "spinoza-early-anti-abstractionism",
    "title": "Spinoza's Early Anti-Abstractionism",
    "venue": "The Young Spinoza: A Metaphysician in the Making",
    "venueDetail": "edited by Yitzhak Melamed (Oxford University Press, 2015)",
    "year": "2015",
    "sortYear": 2015,
    "type": "chapter",
    "pdf": "papers/Spinoza Early Anti-abstractionism_newlands.pdf",
    "abstract": "In his early writings, Spinoza advocates a thoroughgoing anti-abstractionism. As he warns readers in his earliest work, \"so long as we are dealing with the investigation of things, we must never infer anything from abstractions, and we shall take very great care not to mix up the things that are only in the intellect with those that are real\" (TIE 93). Although his attack on realist theories of universals in the Ethics is probably the most familiar upshot of this stance, Spinoza applies his anti-abstractionism broadly in these early writings to topics in ontology, theology, psychology, morality, mathematics, and philosophical methodology, and he blames a host of philosophical vices on the failure to respect the difference between abstract and real things. In this paper, I first explore Spinoza's early writings against abstracta (section 1) and abstract thinking (section 2). After clarifying his negative and positive views, I investigate whether Spinoza's early repudiation of abstractions and abstract thinking is consistent with his own ontology. I also look at Spinoza's only explicit argument in these texts for his anti-abstractionism. In the final part (section 3), I discuss the wide-ranging uses to which Spinoza puts his anti-abstractionism. I conclude by pointing to an especially broad, ethical/political use to which Spinoza later put his early anti-abstractionism, namely as a way of undermining the motivation for malicious disagreement and intolerance."
  },
  {
    "id": "hume-evil",
    "title": "Hume on Evil",
    "venue": "Oxford Handbook on David Hume",
    "venueDetail": "edited by Paul Russell (Oxford University Press, 2015)",
    "year": "2015",
    "sortYear": 2015,
    "type": "chapter",
    "pdf": "papers/Hume on Evil_Newlands.pdf",
    "abstract": "This paper focuses on Hume's discussions of evil, with an eye towards both contemporary disputes in philosophy of religion and Hume's own eighteenth century context. Following preliminary remarks about the texts and context, the second section explores the wide variety of problems of evil found in Hume's writings, arguing that this multi-faceted presentation is one of Hume's greatest contributions to contemporary discussions of evil. In the third section, the focus shifts to the unfolding discussion of evil in Dialogues X–XI, offering a close, critical reading of the exchanges between Philo and Cleanthes. The final section consists in a critical evaluation of Hume's main claims concerning God and evil, ending with an overview of Hume's enduring legacy on this topic."
  },
  {
    "id": "leibniz-privations",
    "title": "Leibniz on Privations, Limitations, and the Metaphysics of Evil",
    "venue": "Journal of the History of Philosophy",
    "venueDetail": "52:2 (2014), 281–308",
    "year": "2014",
    "sortYear": 2014,
    "type": "article",
    "selected": true,
    "award": "Named one of the “Top 10” articles in philosophy in 2014 by The Philosopher’s Annual",
    "pdf": "papers/Leibniz_privations_newlands.pdf",
    "abstract": "In early writings, Leibniz mocks Scholastic privation theory, according to which evils are the lacks of appropriate perfections whose existence does not require the general concurrence of God. In the mid-1680s, Leibniz appears to change his mind, and he defends privation theory by name during the rest of his career. In this paper, I argue that this apparent about-face is misleading: the privation theory Leibniz later defends is not the traditional theory he once scorned. I show instead that Leibniz came to regard his own distinctive metaphysics of evil, his \"original limitation theory,\" as a suitable replacement for Scholastic privation theory and for which he could readily claim the mantle of traditionalism. I then explore Leibniz's original limitation theory in fresh detail and conclude that the Scholastics themselves would have rejected Leibniz's terminological co-opting on grounds that Leibniz's original limitation theory contains a false ontology of evil."
  },
  {
    "id": "leibniz-ground-possibility",
    "title": "Leibniz and the Ground of Possibility",
    "venue": "The Philosophical Review",
    "venueDetail": "122:2 (2013), 155–187",
    "year": "2013",
    "sortYear": 2013,
    "type": "article",
    "selected": true,
    "pdf": "papers/Leibniz and the Ground of Possibility_Newlands.pdf",
    "abstract": "Leibniz's views on modality are among the most discussed by his interpreters. Although most of the discussion has focused on Leibniz's analyses of modality, this essay explores Leibniz's grounding of modality. Leibniz holds that possibilities and possibilia are grounded in the intellect of God. Although other early moderns agreed that modal truths are in some way dependent on God, there were sharp disagreements surrounding two distinct questions: (1) On what in God do modal truths and modal truth-makers depend? (2) What is the manner(s) of dependence by which modal truths and modal truth-makers depend on God? Very roughly, Leibniz's own answers are: (1) God's intellect and (2) a form of ontological dependence. The essay first distinguishes Leibniz's account from two nearby (and often misunderstood) alternatives found in Descartes and Spinoza. It then examines Leibniz's theory in detail, showing how, on his account, God's ideas provide both truth-makers for possibilities and necessities and an ontological foothold for those truth-makers, thereby explaining modal truths. Along the way, it suggests several refinements and possible amendments to Leibniz's grounding thesis. It then defends Leibniz against a pair of recent objections by Robert Merrihew Adams and Andrew Chignell that invoke the early work of Kant. I conclude that whereas Leibniz's alternative avoids collapsing into yet another form of Spinozism, the alternatives proposed by Adams, Chignell, and the early Kant do not."
  },
  {
    "id": "thinking-conceiving-idealism",
    "title": "Thinking, Conceiving, and Idealism in Spinoza",
    "venue": "Archiv für Geschichte der Philosophie",
    "venueDetail": "94:1 (2012), 31–52",
    "year": "2012",
    "sortYear": 2012,
    "type": "article",
    "pdf": "papers/Thinking Conceiving and Idealism in Spinoza_Newlands.pdf",
    "abstract": "This paper concerns the relationship between the mental (ideas, minds, and the attribute of thought) and the conceptual (concepts, conceiving, and conceptual dependence) in Spinoza. I argue against the natural and pervasive assumption that Spinoza's appeals to the conceptual are synonymous with appeals to the mental. I show instead that conceptual relations are attribute-neutral for Spinoza; mental relations comprise a proper subset of conceptual relations. This surprising conclusion, that the conceptual outstrips the mental, also sheds new light on the relationship between the attributes, the extent of parallelism, and the nature of extension. It also shows how Spinoza's frequent privileging of the conceptual avoids collapsing into idealism."
  },
  {
    "id": "hegel-idealist-reading",
    "title": "Hegel's Idealist Reading of Spinoza",
    "venue": "Philosophy Compass",
    "venueDetail": "6:2 (2011), 100–108",
    "year": "2011",
    "sortYear": 2011,
    "type": "article",
    "pdf": "papers/Hegel's Idealist Reading of Spinoza_Newlands.pdf",
    "abstract": "In this paper, I discuss Hegel's influential reading of Spinoza as a kind of idealist. I begin with a brief overview of Spinoza's doctrines of substance, mode, and attributes. I then turn to Hegel's arguments that Spinoza is an acosmicist (someone who denies the existence of finite individuals) and that Spinoza's attribute of thought becomes the sole fundamental attribute. Underlying both criticisms is Hegel's charge that Spinoza cannot consistently affirm his doctrine of substance and his doctrines of attribute and mode pluralism. In conclusion, I discuss the legacy of Hegel's idealist reading."
  },
  {
    "id": "more-recent-idealist-readings",
    "title": "More Recent Idealist Readings of Spinoza",
    "venue": "Philosophy Compass",
    "venueDetail": "6:2 (2011), 109–119",
    "year": "2011",
    "sortYear": 2011,
    "type": "article",
    "pdf": "papers/More Recent Idealist Readings of Spinoza_Newlands.pdf",
    "abstract": "In this paper, I discuss a once dominant tradition of Spinoza interpretation that shows signs of renewal: Spinoza as a kind of idealist. According to this interpretation, the attribute of thought is the most fundamental attribute in Spinoza's system and the existence of finite modes is in some way illusory. Its proponents include a contemporary scholar, Michael Della Rocca, as well as several late 19th century British scholars: John Caird, Harold Joachim, James Martineau, and Frederick Pollock. In this paper, I explore their arguments, criticisms, and conclusions."
  },
  {
    "id": "another-kind-spinozistic-monism",
    "title": "Another Kind of Spinozistic Monism",
    "venue": "Noûs",
    "venueDetail": "44:3 (2010), 469–502",
    "year": "2010",
    "sortYear": 2010,
    "type": "article",
    "selected": true,
    "pdf": "papers/Another Kind of Spinozistic Monism_Newlands.pdf",
    "abstract": "I argue that Spinoza endorses conceptual dependence monism (CDM), the thesis that all forms of metaphysical dependence (such as causation, inherence, and existential dependence) are conceptual in kind. I further argue that CDM is actually presupposed in the proof for his more famed substance monism. CDM also illuminates several of Spinoza's most striking metaphysical views, including the intensionality of causal contexts, parallelism, metaphysical perfection, and explanatory rationalism. I also argue that this priority of the conceptual does not commit Spinoza to forms of idealism or mentalism. For Spinoza, conceptual relations are kinds of objectively structured, concretely realized, metaphysical relations. But there are special features of conceptual relations, such as their fine-grained character and epistemic accessibility, that Spinoza thinks makes them especially well-suited to occupy this ontological pride of place in his system. The question of how to understand different kinds of metaphysical dependence is quite controversial in Spinoza studies; I address major alternative readings in the notes. I also try to draw connections to the growing debate in contemporary discussions about metaphysical dependence, as this topic is a happy point of shared interest between Spinoza and contemporary metaphysicians alike."
  },
  {
    "id": "harmony-spinoza-leibniz",
    "title": "The Harmony of Spinoza and Leibniz",
    "venue": "Philosophy and Phenomenological Research",
    "venueDetail": "81:1 (2010), 64–104",
    "year": "2010",
    "sortYear": 2010,
    "type": "article",
    "pdf": "papers/The Harmony of Spinoza and Leibniz_Newlands.pdf",
    "abstract": "According to a common reading, Spinoza and Leibniz stand on opposite ends of the modal spectrum. At one extreme lies \"Spinoza the necessitarian,\" for whom the actual world is the only possible world. At the other lies \"Leibniz the anti-necessitarian,\" for whom the actual world is but one possible world among an infinite array of other possible worlds; the actual world is privileged for existence only in virtue of a free decree of a benevolent God. In this paper, I challenge both of these readings. Spinoza is no necessitarian and Leibniz is no anti-necessitarian – at least as these characterizations are usually understood. Rather, I contend, Spinoza and Leibniz are both anti-essentialists; they believe that the modal status of objects can vary relative to how those objects are conceived. This shared commitment to anti-essentialism allows them to consistently affirm both necessitarianism and its denial, relative to different ways of conceiving the world. Their embrace of this modal theory, I further argue, is grounded in their similar views on metaphysical perfection, ontological plentitude, and the principle of sufficient reason."
  },
  {
    "id": "problem-of-evil",
    "title": "The Problem of Evil",
    "venue": "Routledge Companion to Seventeenth-Century Philosophy",
    "venueDetail": "edited by Dan Kaufman (Routledge, 2018)",
    "year": "2018",
    "sortYear": 2018,
    "type": "chapter",
    "pdf": "papers/The Problem of Evil_Newlands.pdf",
    "abstract": "This paper presents an overview of the so-called \"problem of evil,\" as it was discussed by prominent early modern philosophers."
  },
  {
    "id": "spinoza-modal-metaphysics",
    "title": "Spinoza's Modal Metaphysics",
    "venue": "Stanford Encyclopedia of Philosophy",
    "venueDetail": "original 2007; substantial rewrites 2013 and 2018",
    "year": "2007",
    "sortYear": 2018,
    "type": "reference",
    "url": "https://plato.stanford.edu/entries/spinoza-modal/",
    "abstract": "Spinoza's views on necessity and possibility, which he claimed were the \"principal basis\" of his Ethics, have been less than well received by his readers, to put it mildly. From Spinoza's contemporaries to our own, readers of the Ethics have denounced Spinoza's views on modality as metaphysically confused at best, ethically nihilistic at worst. However, in recent years, Spinoza studies have seen a renaissance of interest in his views on modality. This article explores Spinoza's views on the distribution of modal properties, the nature of modality, and the ground of modality."
  }
]
